Repository: aymane6/dawnbreak
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

# typing.sentence.short.1
source: Daylight beats any alarm.
ar: ضوء النهار يتفوّق على أي منبه.
de: Tageslicht schlägt jeden Alarm.
es: La luz del día gana a cualquier alarma.
fr: La lumière du jour vaut mieux qu’une alarme.
hi: दिन की रोशनी हर अलार्म से बेहतर है।
it: La luce del giorno batte ogni sveglia.
ja: 日の光はどんなアラームにも勝る。
ko: 햇빛은 어떤 알람보다 낫다.
pt_br: A luz do dia vence qualquer alarme.
ru: Дневной свет лучше будильника.
zh_hans: 日光胜过任何闹钟。

# typing.sentence.short.2
source: Cold water wakes the face.
ar: الماء البارد يوقظ الوجه.
de: Kaltes Wasser weckt das Gesicht.
es: El agua fría despierta la cara.
fr: L’eau froide réveille le visage.
hi: ठंडा पानी चेहरे को जगा देता है।
it: L’acqua fredda sveglia il viso.
ja: 冷たい水が顔を起こす。
ko: 찬물이 얼굴을 깨운다.
pt_br: Água fria acorda o rosto.
ru: Холодная вода будит лицо.
zh_hans: 冷水能唤醒一张脸。

# typing.sentence.short.3
source: Nobody regrets rising early.
ar: لا أحد يندم على الاستيقاظ مبكراً.
de: Niemand bedauert frühes Aufstehen.
es: Nadie se arrepiente de madrugar.
fr: Personne ne regrette de se lever tôt.
hi: जल्दी उठने का पछतावा किसी को नहीं होता।
it: Nessuno rimpiange di alzarsi presto.
ja: 早起きを悔やむ人はいない。
ko: 일찍 일어난 걸 후회하는 사람은 없다.
pt_br: Ninguém se arrepende de acordar cedo.
ru: Никто не жалеет, что встал рано.
zh_hans: 没人后悔早起。

# typing.sentence.short.4
source: Your bed is a trap.
ar: سريرك فخّ.
de: Dein Bett ist eine Falle.
es: Tu cama es una trampa.
fr: Votre lit est un piège.
hi: आपका बिस्तर एक जाल है।
it: Il tuo letto è una trappola.
ja: ベッドは罠だ。
ko: 침대는 함정이다.
pt_br: Sua cama é uma armadilha.
ru: Твоя кровать — это ловушка.
zh_hans: 你的床是个陷阱。

# typing.sentence.short.5
source: Stand up before thinking twice.
ar: قف قبل أن تفكّر مرتين.
de: Steh auf, bevor du nachdenkst.
es: Ponte en pie antes de pensarlo.
fr: Levez-vous avant d’y réfléchir.
hi: दोबारा सोचने से पहले खड़े हो जाइए।
it: Alzati prima di ripensarci.
ja: 考える前に立ち上がれ。
ko: 다시 생각하기 전에 일어서라.
pt_br: Fique de pé antes de pensar duas vezes.
ru: Встань, пока не начал думать.
zh_hans: 别再想，先站起来。

# weekday.friday
source: Friday
ar: الجمعة
de: Freitag
es: viernes
fr: vendredi
hi: शुक्रवार
it: venerdì
ja: 金曜日
ko: 금요일
pt_br: sexta-feira
ru: пятница
zh_hans: 星期五

# weekday.friday.short
source: Fri
ar: ج
de: Fr
es: vie
fr: ven.
hi: शुक्र
it: ven
ja: 金
ko: 금
pt_br: sex
ru: пт
zh_hans: 五

# weekday.monday
source: Monday
ar: الاثنين
de: Montag
es: lunes
fr: lundi
hi: सोमवार
it: lunedì
ja: 月曜日
ko: 월요일
pt_br: segunda-feira
ru: понедельник
zh_hans: 星期一

# weekday.monday.short
source: Mon
ar: ن
de: Mo
es: lun
fr: lun.
hi: सोम
it: lun
ja: 月
ko: 월
pt_br: seg
ru: пн
zh_hans: 一

# weekday.saturday
source: Saturday
ar: السبت
de: Samstag
es: sábado
fr: samedi
hi: शनिवार
it: sabato
ja: 土曜日
ko: 토요일
pt_br: sábado
ru: суббота
zh_hans: 星期六

# weekday.saturday.short
source: Sat
ar: س
de: Sa
es: sáb
fr: sam.
hi: शनि
it: sab
ja: 土
ko: 토
pt_br: sáb
ru: сб
zh_hans: 六

# weekday.sunday
source: Sunday
ar: الأحد
de: Sonntag
es: domingo
fr: dimanche
hi: रविवार
it: domenica
ja: 日曜日
ko: 일요일
pt_br: domingo
ru: воскресенье
zh_hans: 星期日

# weekday.sunday.short
source: Sun
ar: ح
de: So
es: dom
fr: dim.
hi: रवि
it: dom
ja: 日
ko: 일
pt_br: dom
ru: вс
zh_hans: 日

# weekday.thursday
source: Thursday
ar: الخميس
de: Donnerstag
es: jueves
fr: jeudi
hi: गुरुवार
it: giovedì
ja: 木曜日
ko: 목요일
pt_br: quinta-feira
ru: четверг
zh_hans: 星期四

# weekday.thursday.short
source: Thu
ar: خ
de: Do
es: jue
fr: jeu.
hi: गुरु
it: gio
ja: 木
ko: 목
pt_br: qui
ru: чт
zh_hans: 四

# weekday.tuesday
source: Tuesday
ar: الثلاثاء
de: Dienstag
es: martes
fr: mardi
hi: मंगलवार
it: martedì
ja: 火曜日
ko: 화요일
pt_br: terça-feira
ru: вторник
zh_hans: 星期二

# weekday.tuesday.short
source: Tue
ar: ث
de: Di
es: mar
fr: mar.
hi: मंगल
it: mar
ja: 火
ko: 화
pt_br: ter
ru: вт
zh_hans: 二

# weekday.wednesday
source: Wednesday
ar: الأربعاء
de: Mittwoch
es: miércoles
fr: mercredi
hi: बुधवार
it: mercoledì
ja: 水曜日
ko: 수요일
pt_br: quarta-feira
ru: среда
zh_hans: 星期三

# weekday.wednesday.short
source: Wed
ar: ر
de: Mi
es: mié
fr: mer.
hi: बुध
it: mer
ja: 水
ko: 수
pt_br: qua
ru: ср
zh_hans: 三

# widget.next.description
source: The time you are getting up and what it will take to stop the alarm.
ar: الوقت الذي ستستيقظ فيه وما يتطلبه إيقاف المنبه.
de: Wann du aufstehst und was nötig ist, um den Alarm zu stoppen.
es: A qué hora te levantas y qué hará falta para parar la alarma.
fr: L’heure de votre réveil et ce qu’il faudra faire pour arrêter l’alarme.
hi: आप कब उठेंगे और अलार्म रोकने के लिए क्या करना होगा।
it: A che ora ti alzi e cosa serve per fermare la sveglia.
ja: 起きる時刻と、アラームを止めるために必要なこと。
ko: 일어날 시각과 알람을 멈추기 위해 해야 할 일.
pt_br: A que horas você vai levantar e o que será preciso para parar o alarme.
ru: Во сколько вы встаёте и что потребуется, чтобы выключить будильник.
zh_hans: 你的起床时间，以及关掉闹钟需要做什么。

# widget.next.inline
source: Alarm %@
ar: منبه %@
es: Alarma %@
fr: Alarme %@
hi: अलार्म %@
it: Sveglia %@
ja: アラーム %@
ko: 알람 %@
pt_br: Alarme %@
ru: Будильник %@
zh_hans: 闹钟 %@

# widget.next.name
source: Next alarm
ar: المنبه القادم
de: Nächster Alarm
es: Próxima alarma
fr: Prochaine alarme
hi: अगला अलार्म
it: Prossima sveglia
ja: 次のアラーム
ko: 다음 알람
pt_br: Próximo alarme
ru: Следующий будильник
zh_hans: 下一个闹钟

# widget.next.none
source: No alarm armed
ar: لا منبه مضبوط
de: Kein Alarm aktiv
es: Sin alarmas activas
fr: Aucune alarme armée
hi: कोई अलार्म चालू नहीं
it: Nessuna sveglia attiva
ja: アラームなし
ko: 설정된 알람 없음
pt_br: Nenhum alarme ativo
ru: Нет будильников
zh_hans: 没有已启用的闹钟

# widget.next.title
source: NEXT ALARM
ar: المنبه القادم
de: NÄCHSTER ALARM
es: PRÓXIMA ALARMA
fr: PROCHAINE ALARME
hi: अगला अलार्म
it: PROSSIMA SVEGLIA
ja: 次のアラーム
ko: 다음 알람
pt_br: PRÓXIMO ALARME
ru: СЛЕДУЮЩИЙ
zh_hans: 下一个闹钟

# widget.subhead.default
source: Stop it, then finish the mission
ar: أوقفه ثم أكمل المهمة
de: Stoppen, dann Mission erledigen
es: Párala y termina la misión
fr: Arrêtez, puis terminez la mission
hi: रोकें, फिर मिशन पूरा करें
it: Fermala, poi completa la missione
ja: 止めてからミッションを完了
ko: 정지 후 미션을 완료하세요
pt_br: Pare e conclua a missão
ru: Выключите и выполните задание
zh_hans: 先停止，再完成任务

# widget.subhead.relentless
source: Relentless: it comes back in a minute
ar: عنيد: سيعود بعد دقيقة
de: Unerbittlich: kommt in einer Minute zurück
es: Implacable: vuelve en un minuto
fr: Implacable : elle revient dans une minute
hi: अडिग: यह एक मिनट में फिर बजेगा
it: Implacabile: torna tra un minuto
ja: 執念モード：1 分後にまた鳴ります
ko: 끈질김: 1분 뒤 다시 울립니다
pt_br: Implacável: volta em um minuto
ru: Неумолимый: вернётся через минуту
zh_hans: 不放弃模式：一分钟后再响
